# p1 = input("Введите пароль: ")
# p2 = input("Повторите пароль: ")
# while p1 != p2:
#     print("Пароли не совподают!")
#     p1 = input("Введите пароль: ")
#     p2 = input("Повторите пароль: s")
# print("Вы зарагистрированы")

# while True:
#     p1 = input("Введите пароль: ")
#     p2 = input("Повторите пароль: ")
#     if p1 != p2:
#         print("Пароли не совподают")
#     else:
#         print("Вы зарегистрированы")

# num = int(input("Введите число: "))
# x = 1
# while x <= num:
#     print("Номер: ", x)
#     x += 1